Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The reviewed screenshot set is incomplete.
ar: مجموعة لقطة الشاشة التي تمت مراجعتها غير مكتملة.
ca: El conjunt de captures de pantalla revisat està incomplet.
cs: Revidovaná sada snímků obrazovky je neúplná.
da: Det gennemgåede skærmbilledesæt er ufuldstændigt.
de: Das geprüfte Screenshot-Set ist unvollständig.
el: Το ελεγμένο σύνολο στιγμιότυπων οθόνης δεν είναι πλήρες.
es: El conjunto de capturas de pantalla revisado está incompleto.
fa: مجموعهٔ اسکرین‌شات بازبینی‌شده ناقص است.
fi: Tarkistettu kuvakaappaussarja on epätäydellinen.
fr: L'ensemble de captures d'écran examiné est incomplet.
he: סט צילומי המסך שנבדק אינו שלם.
hr: Pregledani skup snimaka zaslona nije potpun.
hu: A felülvizsgált képernyőkép-készlet hiányos.
id: Kumpulan tangkapan layar yang ditinjau tidak lengkap.
it: Il set di screenshot revisionato è incompleto.
ja: レビュー済みのスクリーンショットセットが不完全です。
ko: 검토된 스크린샷 세트가 불완전합니다.
ms: Set tangkapan skrin yang disemak tidak lengkap.
nl: De beoordeelde screenshotset is onvolledig.
no: Det gjennomgåtte skjermbildesettet er ufullstendig.
pl: Przeglądany zestaw zrzutów ekranu jest niekompletny.
pt_br: O conjunto de capturas de tela revisado está incompleto.
pt_pt: O conjunto de capturas de ecrã revisado está incompleto.
ro: Setul de capturi de ecran revizuit este incomplet.
ru: Проверенный набор скриншотов неполный.
sk: Revidovaná sada snímok obrazovky je neúplná.
sl: Pregledani komplet posnetkov zaslona je nepopoln.
sv: Den granskade skärmbildsuppsättningen är ofullständig.
th: ชุดภาพหน้าจอที่ตรวจสอบแล้วไม่สมบูรณ์
tr: İncelenen ekran görüntüsü seti eksik.
uk: Перевірений набір знімків екрана неповний.
ur: جائزہ لیا گیا اسکرین شاٹ سیٹ نامکمل ہے۔
vi: Bộ ảnh chụp màn hình được xem xét chưa đầy đủ.
zh_hans: 已检查的截图组不完整。
zh_hant: 已檢查的螢幕截圖組不完整。

source: The row menu
ar: قائمة الصف
ca: El menú de fila
cs: Nabídka řádků
da: Rækkemenuen
de: Das Zeilenmenü
el: Το μενού της σειράς
es: El menú de la fila
fa: منوی ردیف
fi: Rivivalikko
fr: Le menu des lignes
he: תפריט השורות
hr: Izbornik redaka
hu: A sormenü
id: Menu baris
it: Il menu della riga
ja: 行メニュー
ko: 행 메뉴
ms: Menu baris
nl: Het rijmenu
no: Radmenyen
pl: Menu wiersza
pt_br: O menu da linha
pt_pt: O menu da linha
ro: Meniul de rânduri
ru: Меню строки
sk: Ponuka riadkov
sl: Meni vrstice
sv: Radmenyn
th: เมนูแถว
tr: Satır menüsü
uk: Меню рядка
ur: قطار کا مینو
vi: Trình đơn hàng
zh_hans: 行菜单
zh_hant: 列選單

source: The row's name — shown at the top of the inspector — names the folder this row exports into. **Double-click the name in the row header** to rename it in place.
ar: اسم الصف - الذي يظهر في الجزء العلوي من المفتش - يسمي المجلد الذي يصدر هذا الصف إليه. **انقر نقرًا مزدوجًا على الاسم الموجود في رأس الصف** لإعادة تسميته في مكانه.
ca: El nom de la fila, que es mostra a la part superior de l'inspector, anomena la carpeta a la qual exporta aquesta fila. **Feu doble clic al nom de la capçalera de la fila** per canviar-lo al seu lloc.
cs: Název řádku – zobrazený v horní části inspektoru – pojmenuje složku, do které se tento řádek exportuje. **Dvojitým kliknutím na název v záhlaví řádku** jej přejmenujete.
da: Rækkens navn - vist øverst i inspektøren - navngiver den mappe, som denne række eksporterer til. **Dobbeltklik på navnet i rækkeoverskriften** for at omdøbe det på plads.
de: Der Name der Zeile – oben im Inspektor angezeigt – benennt den Ordner, in den diese Zeile exportiert wird. **Doppelklicke auf den Namen in der Kopfzeile der Zeile**, um ihn direkt umzubenennen.
el: Το όνομα της σειράς — που εμφανίζεται στο επάνω μέρος του επιθεωρητή — ονομάζει τον φάκελο στον οποίο εξάγει αυτή η σειρά. **Κάντε διπλό κλικ στο όνομα στην κεφαλίδα της σειράς** για να το μετονομάσετε στη θέση του.
es: El nombre de la fila, que aparece en la parte superior del inspector, da nombre a la carpeta a la que se exporta. **Haz doble clic en el nombre en el encabezado de la fila** para renombrarla ahí mismo.
fa: نام ردیف — که در بالای بازرس نمایش داده می‌شود — نام پوشه‌ای است که این ردیف در آن صادر می‌شود. **روی نام در سرِ ردیف دوبار کلیک کنید** تا همان‌جا آن را تغییر دهید.
fi: Rivin nimi – joka näkyy asetukset -ikkunan yläosassa – nimeää kansion, johon tämä rivi viedään. **Kaksoisnapsauta nimeä riviotsikossa** nimetäksesi sen uudelleen.
fr: Le nom de la ligne, affiché en haut de l'inspecteur, donne son nom au dossier dans lequel cette ligne est exportée. **Double-cliquez sur le nom dans l'en-tête de la ligne** pour le renommer sur place.
he: שם השורה - המוצג בחלק העליון של המפקח - נותן שם לתיקייה שהשורה הזו מייצאת אליה. **לחץ לחיצה כפולה על השם בכותרת השורה** כדי לשנות את שמו במקום.
hr: Naziv retka — prikazan na vrhu inspektora — imenuje mapu u koju ovaj red eksportira. **Dvaput kliknite na ime u zaglavlju retka** da biste ga preimenovali na mjestu.
hu: A sor neve – az ellenőrző tetején látható – megnevezi azt a mappát, amelybe ez a sor exportál. **Kattintson duplán a névre a sorfejlécben**, hogy átnevezze a helyén.
id: Nama baris — ditampilkan di bagian atas inspektur — memberi nama folder tujuan ekspor baris ini. **Klik dua kali nama di header baris** untuk mengganti namanya.
it: Il nome della riga, mostrato in cima all'inspector, dà il nome alla cartella in cui viene esportata la riga. **Fai doppio clic sul nome nell'intestazione della riga** per rinominarla direttamente.
ja: 行の名前（インスペクタの上部に表示）は、この行の書き出し先フォルダの名前になります。**行ヘッダーの名前をダブルクリック** すると、その場で名前を変更できます。
ko: 인스펙터 맨 위에 표시되는 행 이름은 이 행을 내보낼 폴더의 이름이 됩니다. **행 헤더에서 이름을 두 번 클릭**하면 그 자리에서 이름을 바꿀 수 있습니다.
ms: Nama baris — ditunjukkan di bahagian atas pemeriksa — menamakan folder yang dieksport ke dalam baris ini. **Klik dua kali nama dalam pengepala baris** untuk menamakan semula pada tempatnya.
nl: De naam van de rij (bovenaan in het infovenster weergegeven) geeft de naam aan van de map waarnaar deze rij exporteert. **Dubbelklik op de naam in de rijkop** om de naam op zijn plaats te wijzigen.
no: Radens navn – vist øverst i inspektøren – navngir mappen denne raden eksporteres til. **Dobbeltklikk på navnet i radoverskriften** for å gi det nytt navn.
pl: Nazwa wiersza – widoczna u góry inspektora – określa folder, do którego ten wiersz jest eksportowany. **Kliknij dwukrotnie nazwę w nagłówku wiersza**, aby zmienić jej nazwę.
pt_br: O nome da linha — exibido no topo do inspetor — dá nome à pasta para onde esta linha é exportada. **Clique duas vezes no nome no cabeçalho da linha** para renomeá-la ali mesmo.
pt_pt: O nome da linha — mostrado na parte superior do inspetor — nomeia a pasta para a qual esta linha é exportada. **Clique duas vezes no nome no cabeçalho da linha** para renomeá-lo no lugar.
ro: Numele rândului - afișat în partea de sus a inspectorului - denumește folderul în care exportă acest rând. **Faceți dublu clic pe numele din antetul rândului** pentru a-l redenumi.
ru: Название строки (оно показано вверху инспектора) задает имя папки, в которую экспортируется строка. **Дважды нажмите название в заголовке строки**, чтобы переименовать ее на месте.
sk: Názov riadka – zobrazený v hornej časti inšpektora – pomenúva priečinok, do ktorého sa tento riadok exportuje. **Dvakrát kliknite na názov v hlavičke riadka**, aby ste ho premenovali.
sl: Ime vrstice — prikazano na vrhu inšpektorja — poimenuje mapo, v katero izvozi ta vrstica. **Dvokliknite ime v glavi vrstice**, da ga preimenujete na mestu.
sv: Radens namn – som visas överst i inspektören – namnger mappen som denna rad exporteras till. **Dubbelklicka på namnet i radhuvudet** för att byta namn på det.
th: ชื่อของแถวที่แสดงที่ด้านบนของตัวตรวจสอบ ตั้งชื่อโฟลเดอร์ที่แถวนี้จะส่งออกไป **ดับเบิลคลิกชื่อในส่วนหัวของแถว** เพื่อเปลี่ยนชื่อให้เข้าที่
tr: Satırın adı — denetçinin üst kısmında gösterilir — bu satırın dışa aktarıldığı klasörün adını belirler. Yerinde yeniden adlandırmak için **satır başlığındaki adı çift tıklayın**.
uk: Назва рядка (її показано вгорі інспектора) задає назву папки, в яку експортується цей рядок. **Двічі клацніть назву в заголовку рядка**, щоб перейменувати її на місці.
ur: قطار کا نام — انسپکٹر کے اوپر دکھایا گیا ہے — اس فولڈر کا نام دیتا ہے جس میں یہ قطار برآمد کرتی ہے۔ **قطار کے ہیڈر میں نام پر ڈبل کلک کریں** اس کا نام تبدیل کرنے کے لیے۔
vi: Tên của hàng — được hiển thị ở đầu trình kiểm tra — đặt tên cho thư mục mà hàng này xuất vào. **Nhấp đúp vào tên trong tiêu đề hàng** để đổi tên cho đúng vị trí.
zh_hans: 行名称（显示在检查器顶部）决定此行导出到的文件夹名称。**连按两次行标题中的名称** 即可就地重新命名。
zh_hant: 列的名稱（顯示在檢閱器頂端）即為此列輸出時使用的資料夾名稱。**按兩下列標題中的名稱**即可直接重新命名。

source: The same editor as a row background: color, gradient, or image, with every fill mode. See **Backgrounds**.
ar: نفس المحرر كخلفية صف: اللون أو التدرج أو الصورة، مع كل وضع تعبئة. راجع **الخلفيات**.
ca: El mateix editor que un fons de fila: color, degradat o imatge, amb tots els modes d'emplenament. Vegeu **Fons de fons**.
cs: Stejný editor jako pozadí řádku: barva, přechod nebo obrázek, s každým režimem výplně. Viz **Pozadí**.
da: Den samme editor som en rækkebaggrund: farve, gradient eller billede med hver udfyldningstilstand. Se **Baggrunde**.
de: Derselbe Editor wie beim Zeilenhintergrund: Farbe, Verlauf oder Bild, mit allen Füllmodi. Siehe **Hintergründe**.
el: Ο ίδιος επεξεργαστής ως φόντο σειράς: χρώμα, ντεγκραντέ ή εικόνα, με κάθε λειτουργία πλήρωσης. Δείτε **Φόντο**.
es: El mismo editor que el fondo de una fila: color, degradado o imagen, con todos los modos de relleno. Consulta **Fondos**.
fa: همان ویرایشگر پس‌زمینهٔ ردیف: رنگ، گرادیان یا تصویر، با همهٔ حالت‌های پرکردن. به **پس‌زمینه‌ها** مراجعه کنید.
fi: Sama editori kuin rivin taustalla: väri, kaltevuus tai kuva, kaikilla täyttötiloilla. Katso **Taustat**.
fr: Le même éditeur qu'un arrière-plan de ligne : couleur, dégradé ou image, avec chaque mode de remplissage. Voir **Arrière-plans**.
he: אותו עורך כמו רקע שורה: צבע, צבע או תמונה, עם כל מצב מילוי. ראה **רקע**.
hr: Isti uređivač kao pozadina retka: boja, gradijent ili slika, sa svakim načinom ispune. Pogledajte **Pozadine**.
hu: Ugyanaz a szerkesztő, mint a sor háttere: szín, színátmenet vagy kép, minden kitöltési móddal. Lásd **Háttér**.
id: Editor yang sama dengan latar belakang baris: warna, gradien, atau gambar, dengan setiap mode pengisian. Lihat **Latar Belakang**.
it: Lo stesso editor dello sfondo di una riga: colore, sfumatura o immagine, con tutte le modalità di riempimento. Consulta **Sfondi**.
ja: 行の背景と同じエディタで、色、グラデーション、画像をすべての塗りつぶしモードで使えます。**背景** を参照してください。
ko: 행 배경과 같은 편집기입니다: 색상, 그라디언트 또는 이미지와 모든 채우기 모드. **배경**을 참조하세요.
ms: Editor yang sama seperti latar belakang baris: warna, kecerunan atau imej, dengan setiap mod isian. Lihat **Latar Belakang**.
nl: Dezelfde editor als een rijachtergrond: kleur, verloop of afbeelding, bij elke vulmodus. Zie **Achtergronden**.
no: Den samme editoren som en radbakgrunn: farge, gradient eller bilde, med hver fyllmodus. Se **Bakgrunner**.
pl: Ten sam edytor co tło wiersza: kolor, gradient lub obraz, z każdym trybem wypełnienia. Zobacz **Tła**.
pt_br: O mesmo editor de fundo de linha: cor, gradiente ou imagem, com todos os modos de preenchimento. Consulte **Planos de fundo**.
pt_pt: O mesmo editor de fundo de linha: cor, gradiente ou imagem, com todos os modos de preenchimento. Consulte **Planos de fundo**.
ro: Același editor ca un fundal de rând: culoare, gradient sau imagine, cu fiecare mod de umplere. Vedeți **Backgrounds**.
ru: Тот же редактор, что и для фона строки: цвет, градиент или изображение со всеми режимами заливки. См. **Фоны**.
sk: Rovnaký editor ako pozadie riadka: farba, prechod alebo obrázok, s každým režimom výplne. Pozrite si **Pozadie**.
sl: Isti urejevalnik kot ozadje vrstice: barva, gradient ali slika, z vsakim načinom polnjenja. Glejte **Ozadja**.
sv: Samma redigerare som en radbakgrund: färg, gradient eller bild, med varje fyllningsläge. Se **Bakgrunder**.
th: เครื่องมือแก้ไขแบบเดียวกับพื้นหลังของแถว: สี การไล่ระดับสี หรือรูปภาพ พร้อมโหมดการเติมทุกโหมด ดู **พื้นหลัง**
tr: Satır arka planıyla aynı düzenleyici: tüm dolgu modlarıyla renk, renk geçişi veya görüntü. **Arka Planlar**'a bakın.
uk: Той самий редактор, що й для тла рядка: колір, градієнт або зображення з усіма режимами заповнення. Докладніше в темі **Тло**.
ur: ایک قطار کے پس منظر کے طور پر ایک ہی ایڈیٹر: رنگ، گریڈینٹ، یا تصویر، ہر فل موڈ کے ساتھ۔ **پس منظر** دیکھیں۔
vi: Trình chỉnh sửa tương tự như nền hàng: màu sắc, độ dốc hoặc hình ảnh với mọi chế độ tô màu. Xem **Hình nền**.
zh_hans: 与行背景相同的编辑器：颜色、渐变或图像，支持所有填充模式。请参阅 **背景**。
zh_hant: 與列背景相同的編輯器：顏色、漸層或影像，並支援所有填滿模式。請參閱「**背景**」。

source: The same wizard edits the version's text, locale by locale, with a live character counter against Apple's limits.
ar: يقوم نفس المعالج بتحرير نص الإصدار، لغة تلو الأخرى، باستخدام عداد أحرف مباشر مقابل حدود Apple.
ca: El mateix assistent edita el text de la versió, regional per localització, amb un comptador de caràcters en directe contra els límits d'Apple.
cs: Stejný průvodce upraví text verze, národní prostředí po národním prostředí, s počítadlem živých znaků oproti limitům společnosti Apple.
da: Den samme guide redigerer versionens tekst, lokalitet for lokalitet, med en live-tegntæller mod Apples grænser.
de: Derselbe Assistent bearbeitet die Texte der Version, Sprache für Sprache, mit einem Live-Zeichenzähler für Apples Limits.
el: Ο ίδιος οδηγός επεξεργάζεται το κείμενο της έκδοσης, τοπικές ρυθμίσεις, με έναν ζωντανό μετρητή χαρακτήρων ενάντια στα όρια της Apple.
es: El mismo asistente edita el texto de la versión, idioma por idioma, con un contador de caracteres en tiempo real según los límites de Apple.
fa: همین دستیار متن نسخه را زبان به زبان ویرایش می‌کند و شمارندهٔ زندهٔ نویسه‌ها را در برابر محدودیت‌های اپل نشان می‌دهد.
fi: Sama ohjattu toiminto muokkaa version tekstiä kieli-alueittain live-merkkilaskurin avulla Applen rajojen vastaisesti.
fr: Le même assistant modifie les textes de la version, langue par langue, avec un compteur de caractères en direct par rapport aux limites d'Apple.
he: אותו אשף עורך את הטקסט של הגרסה, מקום אחר מקום, עם מונה תווים חי נגד המגבלות של אפל.
hr: Isti čarobnjak uređuje tekst verzije, lokalitet po lokalitet, s živim brojačem znakova prema Appleovim ograničenjima.
hu: Ugyanez a varázsló szerkeszti a verzió szövegét, területi beállításonként, élő karakterszámlálóval az Apple korlátaival szemben.
id: Wizard yang sama mengedit teks versi, lokal demi lokal, dengan penghitung karakter langsung terhadap batasan Apple.
it: Lo stesso assistente modifica il testo della versione, lingua per lingua, con un contatore di caratteri in tempo reale rispetto ai limiti di Apple.
ja: 同じウィザードで、バージョンのテキストをロケールごとに編集できます。Apple の文字数制限に対する文字数がリアルタイムで表示されます。
ko: 같은 마법사에서 버전의 텍스트를 로케일별로 편집할 수 있으며, Apple의 글자 수 제한에 맞춘 실시간 글자 수 카운터가 표시됩니다.
ms: Wizard yang sama menyunting teks versi, tempat mengikut tempat, dengan pembilang aksara langsung terhadap had Apple.
nl: Dezelfde wizard bewerkt de tekst van de versie, land voor land, met een live karakterteller tegen de limieten van Apple.
no: Den samme veiviseren redigerer versjonens tekst, lokalitet for lokalitet, med en levende tegnteller mot Apples grenser.
pl: Ten sam kreator edytuje tekst wersji, ustawienia regionalne, z aktywnym licznikiem znaków uwzględniającym limity Apple.
pt_br: O mesmo assistente edita o texto da versão, localidade por localidade, com um contador de caracteres em tempo real conforme os limites da Apple.
pt_pt: O mesmo assistente edita o texto da versão, localidade por localidade, com um contador de caracteres ativo de acordo com os limites da Apple.
ro: Același vrăjitor editează textul versiunii, locație după locație, cu un contor de caractere live împotriva limitelor Apple.
ru: В том же мастере можно редактировать текст версии для каждого языка по отдельности, с живым счетчиком символов относительно ограничений Apple.
sk: Ten istý sprievodca upraví text verzie, miestne nastavenie, s počítadlom živých znakov oproti limitom spoločnosti Apple.
sl: Isti čarovnik ureja besedilo različice, jezik za jezikom, z aktivnim števcem znakov v skladu z omejitvami Apple.
sv: Samma guide redigerar versionens text, lokal för lokal, med en levande teckenräknare mot Apples gränser.
th: วิซาร์ดเดียวกันนี้จะแก้ไขข้อความของเวอร์ชัน โลแคลตามโลแคล โดยมีตัวนับอักขระจริงเทียบกับขีดจำกัดของ Apple
tr: Aynı sihirbaz, sürümün metnini dil dil düzenler; Apple'ın sınırlarına göre canlı bir karakter sayacı da sunar.
uk: Той самий помічник редагує текст версії, мову за мовою, з лічильником символів, що враховує обмеження Apple.
ur: وہی وزرڈ ایپل کی حدود کے خلاف لائیو کریکٹر کاؤنٹر کے ساتھ ورژن کے متن میں ترمیم کرتا ہے۔
vi: Trình hướng dẫn tương tự chỉnh sửa văn bản của phiên bản, từng ngôn ngữ một, với bộ đếm ký tự trực tiếp theo giới hạn của Apple.
zh_hans: 同一个向导还可以逐个语言编辑版本的文本，并按 Apple 的字数限制实时显示字符数。
zh_hant: 同一個精靈也能逐一語言編輯版本的文字，並即時顯示相對於 Apple 限制的字元計數。

source: The screenshot sync was cancelled.
ar: تم إلغاء مزامنة لقطة الشاشة.
ca: La sincronització de la captura de pantalla s'ha cancel·lat.
cs: Synchronizace snímku obrazovky byla zrušena.
da: Synkroniseringen af skærmbilledet blev annulleret.
de: Die Screenshot-Synchronisierung wurde abgebrochen.
el: Ο συγχρονισμός στιγμιότυπου οθόνης ακυρώθηκε.
es: Se canceló la sincronización de capturas.
fa: همگام‌سازی اسکرین‌شات لغو شد.
fi: Kuvakaappauksen synkronointi peruutettiin.
fr: La synchronisation des captures d'écran a été annulée.
he: סנכרון צילום המסך בוטל.
hr: Sinkronizacija snimke zaslona je otkazana.
hu: A képernyőkép szinkronizálása megszakadt.
id: Sinkronisasi tangkapan layar dibatalkan.
it: La sincronizzazione degli screenshot è stata annullata.
ja: スクリーンショットの同期がキャンセルされました。
ko: 스크린샷 동기화가 취소되었습니다.
ms: Penyegerakan tangkapan skrin telah dibatalkan.
nl: De schermopnamesynchronisatie is geannuleerd.
no: Synkroniseringen av skjermbildet ble avbrutt.
pl: Synchronizacja zrzutów ekranu została anulowana.
pt_br: A sincronização das capturas de tela foi cancelada.
pt_pt: A sincronização da captura de ecrã foi cancelada.
ro: Sincronizarea capturii de ecran a fost anulată.
ru: Синхронизация скриншотов отменена.
sk: Synchronizácia snímky obrazovky bola zrušená.
sl: Sinhronizacija posnetka zaslona je bila preklicana.
sv: Synkroniseringen av skärmdumpen avbröts.
th: การซิงค์ภาพหน้าจอถูกยกเลิก
tr: Ekran görüntüsü eşzamanlaması iptal edildi.
uk: Синхронізацію знімків екрана скасовано.
ur: اسکرین شاٹ کی مطابقت پذیری کو منسوخ کر دیا گیا تھا۔
vi: Đồng bộ hóa ảnh chụp màn hình đã bị hủy.
zh_hans: 截图同步已取消。
zh_hant: 螢幕截圖同步已取消。
